<?php

return [
    'title' => 'تسجيل حساب',
    'closed' => 'تم تعطيل التسجيل مؤقتا.',
    'form' => [
        'name' => 'الإ سم',
        'name-help' => 'يتم عرض هذا الاسم على الموقع',
        'silkroad-id' => 'الإسم داخل اللعبة(ID)',
        'silkroad-id-help' => 'اسمك لدخول اللعبة(ID)',
        'email' => 'عنوان البريد الإلكتروني',
        'email-help' => 'مع هذا يمكنك تسجيل الدخول على الموقع',
        'web-password' => 'كلمة سر الويب',
        'web-password-help' => 'هذه هي كلمة سرك الرئيسية ، تحتاجها لتغيير كلمات السر الخاصة بك ولتسجيل الدخول إلى الموقع',
        'web-password-confirmation' => 'قم بتأكيد كلمة سر الويب',
        'game-password' => 'كلمة سر اللعبة',
        'game-password-help' => 'باستخدام كلمة السر هذه ، يمكنك تسجيل الدخول إلى اللعبة',
        'game-password-confirmation' => 'قم بتأكيد كلمة سر اللعبة',
        'referral' => 'رابط الإحالة',
        'referral-help' => 'هنا يمكنك كتابة رابط الإحالة من صديقك(اختياري)',
        'rules' => 'من خلال تحديد المربع ، فإنك تقبل قواعدنا',
        'submit' => 'تسجيل',
    ]
];
