<?php

return [
    'title' => 'रजिस्टर',
    'closed' => 'पंजीकरण अस्थायी रूप से अक्षम कर दिया गया है।',
    'form' => [
        'name' => 'नाम',
        'name-help' => 'यह नाम साइट पर प्रदर्शित होता है',
        'silkroad-id' => 'सिल्करोड की आईडी',
        'silkroad-id-help' => 'खेल के लिए आपका सिल्करोड आईडी',
        'email' => 'ईमेल पता',
        'email-help' => 'इससे आप साइट पर लॉग इन कर सकते हैं',
        'web-password' => 'वेब पासवर्ड',
        'web-password-help' => 'यह आपका मुख्य पासवर्ड है, जिसे आपको अपना पासवर्ड बदलने और साइट पर लॉग इन करने की आवश्यकता होगी',
        'web-password-confirmation' => 'वेब पासवर्ड की पुष्टि करें',
        'game-password' => 'खेल का पासवर्ड',
        'game-password-help' => 'इस पासवर्ड से आप गेम में लॉग इन कर सकते हैं',
        'game-password-confirmation' => 'गेम पासवर्ड की पुष्टि करें',
        'referral' => 'रेफरल लिंक',
        'referral-help' => 'यहां आप अपने दोस्त से रेफरल लिंक लिख सकते हैं',
        'rules' => 'बॉक्स को चेक करके आप हमारे नियमों को स्वीकार करते हैं',
        'submit' => 'रजिस्टर करें',
    ],
];
