<?php

return [
    'page' => [
        'title' => 'الإشعارات',
        'empty' => 'ليس لديك أي إشعارات.',
        'mark' => 'وضع علامة مقروء',
        'mark-all' => 'وضع علامة مقروء للجميع',
        'url' => 'عرض',
        'not-yours' => 'ماذا تحاول?',
        'successfully' => 'تم وضع علامة على هذا الإشعار كمقروء بنجاح.',
        'successfully-all' => 'تم وضع علامة مقروءة على كافة الإشعارات بنجاح.',

        'table' => [
            'key' => 'الإشعار',
            'url' => 'الرابط',
            'send-at' => 'تاريخ الإرسال',
            'action' => 'إجراءات'
        ]
    ],

    'auctionshouse' => [
        'over-bid' => 'قام شخص ما بالمزايدة عليك ب :gold عملة Gold',
        'item-sold' => 'لقت نجحت فى بيع ":name" مقابل :gold عملة Gold',
        'item-bought' => 'لقد نجحت فى شراء ":name" مقابل :gold عملة Gold',
        'not-sold' => 'المزاد ":name" انتهى ولم يشتري أحد سلعتك.',
    ],

    'tickets' => [
        'updated' => 'تذكرتك حصلت على تحديث.',
        'closed' => 'تم إغلاق تذكرتك.',
    ]
];
