<?php

return [
    'title' => 'नीलामी घर',
    'new' => 'नीलामी बनाएँ',
    'your' => 'आपकी अपनी नीलामी',
    'no-filter' => 'अब कोई फ़िल्टर नहीं है',
    'add' => [
        'title' => 'नीलामी हाउस में चीज़ें जोड़ें',
        'back' => 'वापस',
        'form' => [
            'web-inventory' => 'वेब इन्वेंटरी:',
            'selected-item' => 'चयनित आइटम:',
            'gold-lost' => 'संकेत! जब आपके आइटम को कोई खरीदता है, तो आप कर के रूप में :percent% सोना खो देंगे।',
            'price' => 'कीमत',
            'price_help' => 'इस पर सट्टेबाजी का प्रारंभ मूल्य।',
            'price_instead_help' => 'अब आइटम खरीदने के लिए कीमत। यदि आप इसे खाली छोड़ देते हैं, तो इसके बजाय कोई खरीद उपलब्ध नहीं है।',
            'price_instead' => 'अभी खरीदने के लिए कीमत',
            'until' => 'जब तक',
            'until_help' => 'नीलामी का समय समाप्त हो रहा है।',
            'submit-item' => 'नीलामी बनाएँ',
            'no-item-help' => 'यदि आप कोई आइटम जोड़ना चाहते हैं, तो कृपया इस पृष्ठ पर जाएं',
            'no-item-help-href' => 'वेब इन्वेंटरी',
        ]
    ],

    'own' => [
        'title' => 'आपकी अपनी नीलामी',
        'back' => 'वापस',
        'cancel-title' => 'इस नीलामी को रद्द करें',
        'cancel-message' => 'क्या आप वाकई इस आइटम के लिए नीलामी रद्द करना चाहते हैं: :item?',
    ],

    'sidebar' => [
        'filter' => 'फिल्टर',
        'weapon' => 'हथियार',
        'equipment' => 'उपकरण',
    ],

    'table' => [
        'name' => 'नाम',
        'price' => 'कीमत',
        'price_instead' => 'अभी खरीदने के लिए कीमत',
        'until' => 'जब तक',
        'actions' => 'एक्शन्स',
    ],

    'showitem' => [
        'title' => ':name',
        'own-item' => 'आप अपनी खुद की चीज़ की बोली या खरीद नहीं कर सकते।.',
        'expired' => 'यह नीलामी समाप्त हो गई है।',
        'gold' => 'सोना',
        'npc_price' => 'न.प.स. कीमत',
        'price' => 'वर्तमान बोली मूल्य',
        'price_instead' => 'अब खरीदने के लिए मूल्य',
        'until' => 'नीलामी चलने तक की तारीख',
        'bid_price' => 'आपकी बोली की कीमत',
        'bid' => 'बोली',
        'highest-user' => 'आप वर्तमान में सबसे अधिक बोली लगाने वाले हैं',
        'current_bids' => '(वर्तमान में उस चीज़ पर :amount बोलियाँ हैं।)',
        'buy_now_text' => 'अब आप इस चीज़ को खरीद सकते हैं',
        'buy_now' => 'अभी खरीदें!',
    ],

    'notification' => [
        'add' => [
            'successfully' => 'चीज़ सफलतापूर्वक नीलामी हाउस में जोड़ा गया',
            'price' => 'अब खरीदने की कीमत सामान्य कीमत से कम नहीं हो सकती है।',
            'not-item' => 'यह आपकी चीज़ नहीं है, आप क्या प्रयास कर रहे हैं?',
        ],
        'buy' => [
            'successfully' => 'आपने उस चीज़ को सफलतापूर्वक खरीदा है, अपने वेब इन्वेंट्री की जांच करें।',
            'not-enough-gold' => 'आपके पास अपने वेब इन्वेंटरी पर पर्याप्त सोना नहीं है।',
            'until' => 'उस चीज़ को खरीदने का समय बीत चुका है।',
            'price-0' => 'अब खरीदने की कीमत 0 है, इसलिए आप इसे खरीद नहीं सकते हैं!',
            'error' => 'कुछ गलत हो गया है, कृपया इसे पुनः प्रयास करें।',
        ],
        'cancel' => [
            'successfully' => 'आपने इस नीलामी को सफलतापूर्वक रद्द कर दिया!',
        ],
        'bid' => [
            'successfully' => 'अब आप इस नीलामी में सबसे ऊपर हैं',
            'not-enough-gold' => 'आपके पास अपने वेब इन्वेंटरी पर पर्याप्त सोना नहीं है।',
            'until' => 'उस वस्तु को खरीदने का समय बीत चुका है।',
            'not-highest' => 'किसी ने एक बोली लगाई और यह आपके वर्तमान मूल्य से अधिक है',
            'error' => 'कुछ गलत हो गया है, कृपया इसे पुनः प्रयास करें।',
            'already' => 'आप पहले से ही उच्चतम बोली वाले हैं।',
            'bid-higher' => 'आप तत्काल खरीद मूल्य से अधिक बोली नहीं लगा सकते।',
        ]
    ],
];
