<?php

return [
    'page' => [
        'title' => 'सूचनाएं',
        'empty' => 'आपके पास कोई सूचना नहीं है।',
        'mark' => 'पढ़े हुए का निशान लगाना',
        'mark-all' => 'सभी को पढ़े हुए का निशान लगाना',
        'url' => 'देखाव',
        'not-yours' => 'आप क्या कोशिश कर रहे हो?',
        'successfully' => 'इस अधिसूचना को सफलतापूर्वक पढ़े गए के रूप में चिह्नित किया गया है।',
        'successfully-all' => 'सफलतापूर्वक पढ़ी गई सभी अधिसूचना को चिह्नित किया गया।',

        'table' => [
            'key' => 'अधिसूचना',
            'url' => 'लिंक',
            'send-at' => 'पर भेजना है',
            'action' => 'एक्शन'
        ]
    ],
    'auctionshouse' => [
        'over-bid' => 'किसी ने आपको :gold गोल्ड से आगे निकल दिया',
        'item-sold' => 'आपने :gold स्वर्ण के लिए ":name" सफलतापूर्वक बेचा है',
        'item-bought' => 'आपने :gold स्वर्ण के लिए ":name" सफलतापूर्वक बेचा है',
        'not-sold' => 'नीलामी ":name" समाप्त हो गई है और किसी ने भी आपकी वस्तु नहीं खरीदी है।',
    ],
];
