<?php

return [
    'title' => 'श्रेणी',
    'table' => [
        'rank' => 'पद',
        'charname' => 'व्यक्ति का नाम',
        'job-name' => 'काम',
        'guild' => 'समाज',
        'level' => 'स्तर',
        'job-type' => 'नौकरी के प्रकार',
        'trader' => 'व्यापारी',
        'hunter' => 'शिकारी',
        'thief' => 'चोर',
        'itempoints' => 'आइटम के लिए अंक',
        'exp' => 'अनुभव',
        'job-level' => ':exp अनुभव स्तर :level के साथ',
    ],
    'no-player' => 'उस सर्वर पर कोई व्यक्ति नहीं मिला',
    'no-guild' => 'उस सर्वर पर कोई समाज नहीं मिला',
    'no-job' => 'उस सर्वर पर कोई जॉब कैरेक्टर नहीं मिला',

    'search' => [
        'placeholder' => 'व्यक्ति का नाम, समाज, काम',
        'filter-by' => 'के साथ छान लें',
        'charname' => 'व्यक्ति',
        'guild' => 'समाज',
        'jobname' => 'काम',
        'trader' => 'व्यापारी',
        'hunter' => 'शिकारी',
        'thief' => 'चोर',
        'submit' => 'खोज'
    ],
];
